{
    "books": [
        {
            "id": 1,
            "title": "Відьмак. Останнє бажання",
            "description": "Від Яруги до Драконячих гір мандрує один з останніх відьмаків – Ґеральт із Рівії. Він зустрічає людей та істот, які чимось дуже нагадують персонажів відомих казок, і намагається зрозуміти, чи залишилося в ньому самому хоч щось від людини. А може, він – тільки додаток до двох своїх мечів: звичайного залізного та відьмачого, з карбованим руків’ям та срібним клинком, який колись стане для нього мечем призначення…",
            "pages": 288,
            "price": 120,
            "author": "Анджей Сапковский",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/witcher1.jpg"
        },
        {
            "id": 2,
            "title": "Відьмак. Меч призначення",
            "description": "Тепер Ґеральт знає, що таке кохання, знає, що він здатен на людські почуття і на найбільшу самопожертву… У його житті з’являється маленька зеленоока Цірі. На королівства, які століттями воювали лише за перенесення межових знаків, нападає страшний ворог із-за південних гір. І відьмаку все одно: чия ллється кров — людей, дріад чи ельфів…",
            "pages": 368,
            "price": 120,
            "author": "Анджей Сапковский",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/witcher2.jpg"
        },
        {
            "id": 3,
            "title": "Відьмак. Кров ельфів",
            "description": "Маленька Цірі — дитя-несподіванка — стала більшою несподіванкою, ніж видавалось спочатку. Жахливі сни про загибель Цінтри руйнують її душу, а чаклунський дар, що народжується, може зруйнувати тіло. Дати йому раду під силу лише могутній чарівниці Йеннефер. Тож Ґеральту не вдається довго переховувати Цірі у Відьмачому Оселищі. Попереду небезпечна подорож, бо для багатьох маленька княжна Цінтри — останній аргумент: для Ради Чародіїв, для чотирьох королів, для зловісних посланців Нільфгарду… І тільки Ґеральт оберігає сіроволосу дівчинку заради неї самої…",
            "pages": 320,
            "price": 120,
            "author": "Анджей Сапковский",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/witcher3.jpg"
        },
        {
            "id": 4,
            "title": "Відьмак. Час погорди",
            "description": "Згідно з давнім ельфійським пророцтвом, Цірі, Дитя Старшої Крові, мала змінити долю світу. Але поки зеленоока спадкоємиця трону Цінтри прямує під захистом своїх названих батьків до чарівницького острову Танедд, світ уже невпізнавано змінився. Усюди, в усіх серцях війна, ненависть і погорда. Для відьмака Ґеральта настав час заради порятунку Цірі обирати, на чиєму він боці.",
            "pages": 320,
            "price": 120,
            "author": "Анджей Сапковский",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/witcher4.jpg"
        },
        {
            "id": 5,
            "title": "Відьмак. Хрещення вогнем",
            "description": "Поки світ магів оговтується після катастрофи на Танедді, а королівства людей та ельфів готуються розпочати нову війну, відьмак Ґеральт, ледве одужавши від ран у Брокілоні, вирушає на порятунок Цірі. Однак де її шукати, якщо Вежа Чайки зруйнована вщент, а у снах про названу дочку відьмак бачить зовсім не те, що переповідають про її долю? Мандруючи в компанії поета Любистка, напівдріади Мільви, нільфгардця Кагіра та п’ятсотлітнього вампіра Реґіса Ґеральт зрозуміє: він не може більше миритися з ріками крові, що проливаються навкруги. Люди і ельфи тепер лютіші за створінь, з якими його навчено битись. Пройти хрещення вогнем і врятувати тільки Цірі відьмаку вже не досить…",
            "pages": 384,
            "price": 120,
            "author": "Анджей Сапковский",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/witcher5.jpg"
        },
        {
            "id": 6,
            "title": "Відьмак. Вежа Ластівки",
            "description": "Диво врятувало від смерті Цірі, коли на її очах гинула банда Щурів, що стали їй вірними друзями. Призначення привело її в болотяні нетрі до пустельника та вигнанця Висоготи, де мудрість Старого Ворона допомогла Ластівці-Цірі знову стати на крило. Тепер вона ступила на свій шлях, повернула магічну силу. Більше вона нікого не втратить і знайде містичну Вежу Ластівки, шлях до спасіння зі світу, що приречений загинути у війнах, зраді й безчесті. Так судилося… Проте відьмак не вірить у пророцтва. Втративши чарівний амулет, він став просто Ґеральтом з Рівії. Він мчить на порятунок Цірі — своєї названої доньки, на яку полюють імператор, королі й чарівники, хапаючись в останніх судомах, як за крихкий лід, за шанс врятуватися ціною Старшої Крові…",
            "pages": 480,
            "price": 130,
            "author": "Анджей Сапковский",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/witcher6.jpg"
        },
        {
            "id": 7,
            "title": "Відьмак. Володарка Озера",
            "description": "Зеленоока Цірі продовжує пошуки Ґеральта і Йеннефер, вона стрибає поміж світами в пошуках відповідних часу й місця. Усі світи різні — безпроблемні, де можна перепочити, і проблемні, де її то наздоганяють ельфи, то замахуються на життя аборигени. У рідному світі Цірі, далеко в майбутньому, є ті, які прагнуть допомогти їй виконати призначене. Німуе — Володарка Озера — залучає силу снячих, щоб з’ясувати суперечливі моменти легенди про відьмака й відьмачку та спрямувати Призначення у правильному напрямку. А тим часом іде війна між Нільфгардом й нордлінгами. І невідомо, що чекатиме на відьмака, його друзів і знайомих у кінці шляху…",
            "pages": 576,
            "price": 130,
            "author": "Анджей Сапковский",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/witcher7.jpg"
        },
        {
            "id": 8,
            "title": "Відьмак. Сезон гроз",
            "description": "Відьмак, Ґеральт із Рівії продовжує свою боротьбу. У королівстві Керак на нього чекають нові випробування. Зараз він – мисливець за чудовиськами, якого найняли для вбивства. Після знищення чергової небезпечної потвори, троє вдягнених у чорне мосьпанів арештовують Ґеральта. Тепер і він у біді: його позбавили двох відьмацьких мечів. Він змушений докласти усіх зусиль, аби повернути зброю…",
            "pages": 352,
            "price": 120,
            "author": "Анджей Сапковский",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/witcher8.jpg"
        },
        {
            "id": 9,
            "title": "Зелена миля",
            "description": "Пол Еджкомб — колишній наглядач федеральної в’язниці штату Луїзіана «Холодна гора», а нині — мешканець будинку для літніх людей. Більш ніж півстоліття тому він скоїв те, чого досі не може собі вибачити. І тягар минулого знову й знову повертає його до 1932 року. Тоді до блоку Е, в якому утримували засуджених до смертної кари злочинців, прибули «новенькі». Серед тих, на кого чекала сумнозвісна Зелена миля — останній шлях, що проходить засуджений до місця страти, — був Джон Коффі. Його визнали винним у зґвалтуванні та вбивстві двох сестер-близнючок Кори й Кеті Деттерик. Поволі Пол усвідомлює, що цей незграбний велетень, який скидався на сумирну дитину, не може бути монстром-убивцею. Але як врятувати того, хто вже ступив на Зелену милю?",
            "pages": 432,
            "price": 120,
            "author": "Стівен Кінг",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/green_mile.jpg"
        },
        {
            "id": 10,
            "title": "Я - легенда",
            "description": "Він міг стати легендою для людей. Якби люди існували. Він був єдиний, на кого не подіяв страшний вірус, хто не перетворився на вампіра. Зі свого будинку, що нагадує неприступну фортецю, він виходить, тільки щоб убивати. Тих, через кого втратив кохану дружину й улюблену донечку – усе своє життя. Він пізно розуміє, що сонце вже давно сходить над іншим світом…",
            "pages": 220,
            "price": 109,
            "author": "Ричард Мэтисон",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/iamlegend.jpg"
        },
        {
            "id": 11,
            "title": "Брама",
            "description": "Брама відкривала шлях до всіх скарбів Усесвіту…і до всіх його несусвітніх жахіть. Коли проспектор Роб Броудгед досяг Брами на космічному кораблі гічі, він вирішив, що знає, який рейс принесе йому щастя. Три рейси потому Робінетт Броудгед став відомим і казково багатим. Але йому випало стикнутися з подорожжю… всередину самого себе, що стала ще небезпечнішою і страшнішою, аніж та жахлива мандрівка крізь міжзоряний простір.",
            "pages": 256,
            "price": 75,
            "author": "Фредерик Пол",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/brama.jpg"
        },
        {
            "id": 12,
            "title": "Дюна",
            "description": "Меланж, або прянощі, — найцінніша і найрідкісніша речовина у всесвіті, яка може все: від подовження життя до сприяння міжзоряним подорожам. І знайти її можна лише на одній планеті — непривітному пустельному Арракісі. Той, хто володарює на Арракісі, контролює прянощі. А хто контролює прянощі — керує всесвітом. Коли Імператор позбавляє клан Харконненів звання правлячого і віддає цей титул Атрідам, Харконнени вбивають герцога Лето Атріда. Його син Пол і наложниця Джессіка тікають у пустелю. Щоб помститися за батька і відвоювати планету в Харконненів, Пол має здобути довіру фрименів — корінних мешканців Арракіса — і повести крихітну армію проти незліченних сил супротивника.",
            "pages": 656,
            "price": 235,
            "author": "Фрэнк Герберт",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/dune.jpg"
        },
        {
            "id": 13,
            "title": "Месія Дюни",
            "description": "Після війни, прозваної джигадом Муад’Діба, Пол Атрід посідає імператорський трон і запроваджує новий, фрименський, лад. Здавалось би, нарешті як на Дюні, так і в Галактиці повинні запанувати мир і спокій. Проте колись могутні, а тепер позбавлені влади династії жадають реваншу. Їм відомі слабкі сторони Імператора — його дар передбачати майбутнє, яке, на жаль, він не може змінити. Месії Дюни зостається тільки одне — бути Месією до кінця.",
            "pages": 256,
            "price": 170,
            "author": "Фрэнк Герберт",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/dune2.jpg"
        },
        {
            "id": 14,
            "title": "Діти Дюни",
            "description": "Настав час, і старий Пол Атрід, таємничий Муад’Діб, володар Арракіса, покинув Галактику назавжди. Роки його правління сплинули, як і роки життя. Почалася епоха дітей Дюни — близнят Лето та Ганіми. У них зосереджена грізна сила — завдяки пам’яті своїх предків вони не по-дитячому мудрі й мають дар передбачення. Вороги кидають виклик імперії Атрідів. Зрадники династії розставляють капкани інтриг. Арракісу загрожує економічна криза. Тим часом планетою шириться чутка про таємничого Проповідника. Кажуть, що це повернувся сам великий Муад’Діб.",
            "pages": 464,
            "price": 199,
            "author": "Фрэнк Герберт",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/dune3.jpg"
        },
        {
            "id": 15,
            "title": "Бог-Імператор Дюни",
            "description": "Три з половиною тисячоліття Лето ІІ Атрід править величезною космічною імперією з центром на Арракісі. За цей час і планета, і правитель змінилися до невпізнання. Від пустельної Дюни не залишилось і сліду — тут з’явилася рослинність і зникли хробаки. Лето майже повністю перетворився з людини на піщаного черва. Лиш одне незмінне — поруч із Богом-Імператором завжди є гхола Дункан Айдаго. В Імперії назріває небачене протистояння. Величезні сили, накопичені впродовж тривалого Миру Лето, готуються кинути виклик Владиці, а найзатятіші вороги є в його найближчому оточенні. Дункану доведеться вирішити, на чиєму він боці, а від його вибору залежатиме доля всього людства.",
            "pages": 512,
            "price": 239,
            "author": "Фрэнк Герберт",
            "image": "https://vladyslav-koziatnyk.pp.ua/wp-content/uploads/2020/09/dune4.jpg"
        }
    ]
}